Repository: GeotrekCE/Geotrek-rando
Catalog: src/app/translation/po/*.po
Languages: ca, de, es, nl

# DEFAULT_META_DESCRIPTION
source: Geotrek is a web app allowing you to prepare your next trekking trip !
ca: Geotrek és un app de webs on podreu preparar amb antelació el seu excursions !
de: Geotrek ist eine Web-App mit dem Sie Ihren Trekking- Reise vorzubereiten !
es: Geotrek es una aplicación web para preparar con antelación sus senderismos !
nl: Geotrek is een web app zodat u uw volgende trekking reis !

source: Categories
de: Kategorien
es: Categorías
nl: CategorieÃ«n

source: Clear
ca: Restablir
es: Reiniciar

source: routes
ca: Curs
de: Routen
es: Caminos
nl: Route

source: Difficulties:
ca: Destret :
de: Schwierigkeit
es: Dificultad :
nl: Moeilijkheidsgraad

source: Duration:
ca: Durada :
de: Dauer
es: Tiempo :
nl: Duur

source: Ascent:
ca: Vertical :
de: Anstieg
es: Desnivel positivo :
nl: Hoogteverschil

source: Length:
ca: Longitud :
es: Distancia :

# DATE_FILTER
source: From ... To ...
ca: Entre la... i el...
de: Datum
es: Entre el ... y el ...
nl: Datum

source: All
ca: Totes
de: Alles
es: Todos
nl: Alle

source: Close
ca: Tancar
de: Schließen
es: Cerrar

# I_DURATION
source: Duration
ca: Durada
es: Tiempo

# I_DIFFICULTY
source: Difficulty
ca: Destret
es: Dificultad

# I_LENGTH
source: Length
ca: Llargada
es: Distancia

# I_ROUTE
source: Route
ca: Curs
es: Caminos

# I_ASCENT
source: Ascent
ca: desnivell
es: Desnivel positivo

# I_NETWORK
source: Network
ca: Xarxa
es: Señalización

source: result
ca: Resultat
de: Ergebnis
es: Resultado
nl: Resultaat

source: results
ca: Resultats
de: Ergebnisse
es: Resultados
nl: Resultaten

# NO_RESULTS
source: No results found for your query
ca: No hi ha resultats que coincideixen amb la cerca
de: Ihre Suche ergab keine Ergebnisse.
es: No resultados correspondientes a la investigación
nl: Geen passende resultaten bij uw zoekopdracht

source: Favorites
ca: Favorits
de: Favoriten
es: Favoritos
nl: Favorieten

# NO_FAVORITES
source: You don't have any favorites yet !
ca: Encara no té algun favorit!
de: Sie haben noch keine Favoriten!
es: No favoritos !
nl: U heeft nog geen favorieten

source: Category
ca: Categoria
de: Kategorie
es: Categorías
nl: Categorie

# INFORMATIONS
source: Infos
ca: Informació
de: Informationen
es: Información
nl: Iinformatie

source: Start:
ca: Inici :
es: Salida :
nl: Vertrek

source: Arrival:
ca: Arribada :
de: Ziel:
es: Llegada :
nl: Aankomst

# LOOP
source: Start / Arrival:
ca: Sortida/arribada :
de: Start/Ziel:
es: Salida / Llegada :
nl: Vertrek/Aankomst

# TOWN_START
source: Town:
ca: Municipis /poble
de: Stadt:
es: Municipio :
nl: Stad:

# TOWN_CROSSED
source: Crossed towns:
ca: Municipis creuats :
de: Durchquerte Ortschaften:
es: Municipio atravesado :
nl: Gekruist stad:

source: Park centered
ca: Aquest itinerari es troba al cor del parc nacional, es pot consultar la normativa.
de: Diese Route liegt im Herzen des Nationalparks. Folgen Sie bitten den Vorschriften.
es: Este itinerario está en el corazón del Parque nacional. Consultar el reglamento.
nl: Deze route gaat door het hart van een nationaal park, houdt u zich alstublieft aan de regels

source: Transports
ca: Transport
de: Transport
es: Transportes públicos
nl: Transport

source: Access
ca: Carretera d'accés
de: Zufahrt
es: Acceso por carretera
nl: Toegang tot de routes

source: Parking:
ca: Aparcament :
es: Estacionamiento recomendado :

source: Information desks
ca: Punts d'informació
de: Informationspunkte
es: Puntos de información
nl: Informatiepunten

source: Contact
ca: Contacte
de: Kontakt
es: Contactos

source: Source
ca: Font
es: Origen

source: Know more
ca: Més informació sobre la
de: Weitere Informationen
es: Saber más
nl: Meer informatie

source: Related treks
ca: Itineraris relacionats
de: verbundene Wanderungen
es: Itinerarios relacionados
nl: Gerelateerde Tochten

# HAS_COMMON_DEPARTURE
source: Common departure:
ca: Al principi :
de: gemeinsame Abfahrt :
es: Misma salida :
nl: Common vertrek :

# HAS_COMMON_EDGE
source: On your way:
ca: En el camí :
de: Auf Ihrem Weg :
es: En el camino :
nl: Op weg :

# IS_CIRCUIT_STEP
source: Steps:
ca: Passos :
de: Treppe :
es: Etapas :
nl: Stappen :

# POI
source: Heritages
ca: Patrimoni
de: Kulturerbe
es: Patrimonio
nl: Erfgoed

# NEAR
source: Nearby
ca: Properes
de: In der Umgebung
es: En las proximidades
nl: In de omgeving

# CHILDREN
source: Sub-treks
ca: Passos
de: Etappen
es: Etapas

# PARENT
source: Itinerancy
ca: Estades
de: Mehrtageswanderungen
es: Estancia

# PROFILE_ALTI
source: Elevation chart
ca: Perfil d'elevació
de: Höhenmessungsprofil
es: Perfil altimétrico
nl: Hoogteprofiel

# ELEVATIION_IN_M
source: Elevation (m)
ca: Altitud (M)
de: Höhenlage
es: Altitud (m)
nl: Hoogte (m)

source: Min:
es: Mínimo :

source: Max:
es: Máximo :

# LENGTH_IN_M
source: Length (m)
ca: Longitud (m)
de: Entfernung (m)
es: Distancia (m)
nl: Afstand (m)

source: Dates:
de: Datum:
es: Fechas :
nl: Datas

source: Date:
ca: Data :
de: Datum:
es: Fecha :
nl: Data

source: Website:
ca: Lloc web :
de: Internetseite:
es: Sitio web :

source: E-mail:
ca: Correu electrònic :
es: Correo electrónico :

source: Meeting point:
ca: Lloc de celebració :
de: Treffpunkt:
es: Lugar para cita :
nl: Ontmoetingsplaats

source: Meeting time:
ca: Hora de la cita :
de: Zeit des Treffpunktes:
es: Hora para cita :
nl: Ontmoetingstijd

source: Speakers:
ca: Actors :
de: Referenten:
es: Oradores :
nl: sprekers

source: Booking:
ca: Reserves :
de: Reservierungen:
es: Reservaciones :
nl: Reserveringen

source: Organizers:
ca: Organitzadors :
de: Organisation
es: Organizadores :
nl: Organisatie

source: Participants number:
ca: Nombre de participants :
de: Anzahl der Teilnehmer:
es: Número de participantes :
nl: Aantal deelnemers

# PRATICAL_INFOS
source: Practical informations:
ca: Informació pràctica :
de: praktische Informationen:
es: Información útil :
nl: Handige informatie

# SUCCESS_WARNING
source: Your message has been sent. Thank you for your help!
ca: El missatge s'ha registrat. Gràcies per la vostra ajuda !
es: Mensaje fue registrado. Gracias por su ayuda !

# ERROR_WARNING
source: Your message couldn't been sent. Please excuse us for the inconvenience. Our team is already on it!
ca: No s'ha pogut desar el missatge. Si us plau Excusi'ns per aquest inconvenient. Els nostres equips han estat advertit i analitzen el problema.
es: Mensaje no fue registrado. Disculpen este inconveniente mientras nosotros avisamos a nuestros informáticos.

source: Show active filters
ca: Mostra els Filtres actius Mostra
es: Ver los filtros activos

source: Hide active filters
ca: Amagar filtres actius
es: Enmascarar los filtros activos

source: Simple search
ca: Criteris menys
es: Menos criterios

source: Advanced search
ca: Criteris més
es: Más criterios

source: Show more
ca: Més informació sobre la
de: Mehr
es: Saber más

source: Themes
ca: Temes
de: Themen
es: Temas
nl: Thema's

source: Districts
ca: cadene de muntanya
de: Massive
es: Sectores geográficos
nl: Gebergtes

source: All districts
ca: Tots cadenes de muntanya
de: Alles Massive
es: Todos los sectores
nl: Alle Gebergtes

source: Search
ca: Cerca
de: Suchen
es: Buscar
nl: Zoeken

source: Cities
ca: municipis / pobles
de: Kommunen
es: Municipios
nl: Gemeenten

source: All cities
ca: Tots els municipis
de: Alles Kommunen
es: Todos los municipios
nl: Alle Gemeenten

source: Structures
ca: Estructures
de: Strukturen
es: Estructuras
nl: Structuren

source: All structures
ca: Totes les estructures
de: Alles Strukturen
es: Todas las estructuras
nl: Alle Structuren

source: Reset
ca: Restablir
de: zurücksetzen
es: Reiniciar
nl: Opnieuw beginnen

source: selected
ca: Seleccionats
de: auswählen
es: Selección
nl: Geselectioneerd

# SHARING_DEFAULT_TEXT
source: Geotrek is really great for planing your next nature trip!
ca: Geotrek és realment perfecte per preparar el seu viatge dins la naturalesa !
de: Geotrek, der perfekte Begleiter zur Vorbereitung eines Ausfluges in die Natur!
es: Geotrek es realmente perfecto para preparar su visita en la naturaleza !
nl: Geotrek is echt perfect om u voor te bereiden op uw reis in de natuur

# TOGGLE_NAV
source: Toggle navigation
ca: Obrir el menú
de: Menü öffnen
es: Abrir el menú desplegable
nl: Het menu openen

# HOME
source: Display home page
ca: Mostra la pàgina d'inici
de: Startseite öffnen
es: Ver la página principal
nl: Terug naar homepage

# SEARCH_LIST
source: Display search page
ca: Mostra la pàgina de cerca
de: Suchseite
es: Ver la página de investigación

source: About us
ca: Més informació sobre la
de: weitere Informationen
es: Saber más
nl: Meer informatie

source: Back
ca: retorn
de: zurück
es: Atrás
nl: Terug

source: Back to the map
ca: retorn Al mapa
de: zurück zur Karte
es: Ir a la mapa
nl: Terug naar de kaart

source: Print
ca: Imprimeix la targeta
de: Dokument drucken
es: Imprimir la ficha
nl: De kaart printen

source: Download
ca: Descarregar
es: Descargar

# ADD_FAVS
source: Add to favorites
ca: Afegir als meus favorits
de: zu meinen Favoriten hinzufügen
es: Agregar a mi favoritos
nl: Toevoegen aan mijn favorieten

# REMOVE_FAVS
source: Remove from favorites
ca: Retirar els meus favorits
de: aus meinen Favoriten entfernen
es: Retirar de mi favoritos
nl: Verwijderen uit mijn favorieten

source: Share
ca: Compartir
de: teilen
es: Compartir
nl: deelnemen

# WARNING
source: Signal a mistake or an issue
ca: Notificar un error o un problema
de: Problem oder Fehler signalisieren
es: Señalar un problema
nl: Een probleem of fout waarnemen

# FORM_NAME
source: Name
ca: Nom
es: Nombre
nl: Naam

# FORM_EMAIL
source: Email
ca: Correu electrònic
es: Correo electrónico

# FORM_ACTIVITY
source: Activity
de: Aktivität
es: Actividad
nl: Activiteit

# FORM_CATEGORY
source: Category
ca: Categoria
de: Kategorie
es: Categoría
nl: Categorie

# FORM_MAGNITUDE_PROBLEM
source: Magnitude of the problem
de: Ausmaß des Problems
es: Magnitud del problema
nl: Omvang van het probleem

# FORM_COMMENT
source: Comment
ca: Comentari
de: Kommentar
es: Comentario
nl: Commentaar

# FORM_MAP
source: Location (clic on map to place the mark)
ca: Situació (feu clic sobre el mapa per situar el marcador)
de: Lage
es: Paradero (hacer clic sobre la mapa para posicionar el cursor)
nl: Plaats

# FORM_SEND
source: Send
ca: Informe
de: Senden
es: Informar
nl: Sturen

# FORM_PICTURES
source: Photography
es: Fotografía

# KML
source: Download the KML file
ca: Descarregar l'arxiu KML
de: KML Dokument herunterladen
es: Descargar fichero KML
nl: De KML kaart downloaden

# GPX
source: Download the GPX file
ca: Descarregar l'arxiu GPX
de: GPX Dokument herunterladen
es: Descargar fichero GPX
nl: De GPX kaart downloaden

# 3D
source: 3D visualization
ca: Veure l'itinerari en 3d
de: Reiseroute in 3D anzeigen
es: Ver itinerario 3D
nl: De route in 3D bekijken

source: Zoom in
ca: Amplia-ho
de: Zoomen
es: Hacer zoom (foco)
nl: Inzoomen

source: Zoom out
ca: Allunyar
de: entzoomen
es: Hacer zoom (alejado)
nl: Uitzoomen

source: Full screen
ca: Pantalla sencera
de: Vollbildschirm
es: Pleno monitor
nl: Volbeeld

source: Exit full screen
ca: Sortir de plena pantalla
es: Sacarte del pleno monitor

# RECENTER_VIEW
source: Recenter map
ca: Recenter el mapa
de: Karte zentrieren
es: Centrarse la mapa
nl: De kaart centreren

# TILES_SWITCH
source: Switch map background
ca: cambiar de Fons de mapa
de: Hintergrund der Karte wechseln
es: Cambiar el fondo cartográfico
nl: Verander het aanzicht van de kaart

# SERVICES_TOGGLE
source: Show / Hide services
ca: Permetre o amaga serveis
de: Anzeigen / Verbergen dienstleistungen
es: Activar / ocultar los servicios
nl: Beeldscherm / Verbergen diensten

# VIEWPORT_FILTERING
source: Filter with map
ca: Filtrar per mapa
de: mit der Karte filtern
es: Utilizar la mapa para filtrar
nl: Filteren met de kaart

# ACCESS_SITE
source: Enter website
ca: Aneu al lloc
de: Zugang zur Webseite
es: Acceder al sitio web
nl: Toegang tot de website

# DONT_SHOW_HOME
source: Don't display this page anymore
ca: Deixa de mostrar aquesta pàgina
de: diese Seite nicht mehr anzeigen
es: No exhibir más esta página
nl: Laat me deze pagina niet meer zien

# SUGGESTED
source: The ones we love:
ca: Els nostres favorits :
de: unsere Vorlieben
es: Recomendaciones especiales :
nl: Onze aanbevelingen

# LOGO_ALT
source: Geotrek logo
ca: Logotip Geotrek
es: Logo Geotrek

source: Legals
ca: Legal
de: Impressum
es: Avisos legales
nl: Wettelijke bepalingen

source: Credits
ca: Disseny i crèdits
de: Konzeption und Quellennachweis/Bildnachweis
es: Concepción y créditos
nl: Ontwerp en credits

source: Levels:
es: Nivel:

# SENSITIVE_ZONE
source: Sensitive areas
ca: Zones de sensibilitat ambiental

# SENSITIVE_ZONE_TEXT
source: Along your trek, you will go through sensitive areas related to the presence of a specific species or environment. In these areas, an appropriate behaviour allows to contribute to their preservation. For detailed information, specific forms are accessible for each area.
ca: Al llarg del seu recorregut, es creuen zones de sensibilitat lligada a la presència d'una espècie en particular o el medi ambient. En aquestes àrees, un comportament adequat ajuda a contribuir a llur conservatio. Per obtenir informació més detallada, fulls específics estan disponibles per a cada lloc.

# SENSITIVE_PERIOD
source: Sensitivity period:
ca: Període de sensibilitat :

# SENSITIVE_TILELAYER
source: Sensitive area
ca: Zona sensible

# MONTHSMARKUP
source: Period of sensitivity:
ca: Període de sensibilitat :

# MONTHS
source: JAN,FEB,MAR,APR,MAY,JUN,JUL,AUG,SEP,OCT,NOV,DEC
ca: JAN, febrer, dm, abril, maig, juny, juliol, agost, setembre, octubre, novembre, DEC
